Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: means that banks have had to use the standing facilities
nb: imidlertid Norges Banks likviditetspolitikk seg ut fra det

source: [21] The financial crisis has also reminded us of weaknesses in models and methods used in analyses behind the economic policies pursued.
nb: [21] Finanskrisen har også minnet oss om svakheter i modeller og metoder som vært benyttet i analysene bak den førte økonomiske politikken.

source: The text "TRÅANTE 1917-2017" is inscribed below and to the right of the motif, and the signature of the artist (AJ) below and to the left of the motif.
nb: Teksten «TRÅANTE 1917 2017» er plassert som omskrift nede til høyre for motivet. Kunstnerens signatur (AJ) er plassert nede til venstre for motivet.

source: CRESTCo, with cash settlement at the Bank of England.
nb: papiroppgjøret foregår i CRESTCo, og pengeoppgjøret

source: This may reflect bottlenecks in global and domestic distribution chains on the back of the rapid recovery after the pandemic.
nb: Det kan skyldes at den raske gjeninnhentingen etter pandemien har skapt flaskehalser i globale og nasjonale distribusjonskjeder.

source: Item 124/2018 Budget process for 2019
nb: Sak 124/2018 Budsjettprosess for 2019

source: The establishment of NOKAS involves a substantial
nb: bankoppgaver og hva som var tjenester for andre, og

source: The Executive Board notes that Norges Bank should continue to be able to establish different types of account for different types of institution, for example contingency accounts for smaller banks that are activated only when needed for the purpose of liquidity management or in the work to promote financial stability, including disruptions in the payment system.
nb: Hovedstyret viser til at Norges Bank fortsatt bør kunne etablere ulike typer kontohold for ulike typer institusjoner, for eksempel beredskapskonti for mindre banker som bare aktiveres når de trengs i likviditetspolitikken eller i arbeidet med finansiell stabilitet, inkludert ved avvik i betalingssystemet.

source: These rules were modified already in the 1990s13, but the biggest change came in 2007, when the 30-page Basel I framework was replaced by the 347-page Basel II framework (see Basel Committee (1988) and Basel Committee (2006)).
nb: Reglene ble endret allerede på 1990-tallet13, men den største endringen kom i 2007 da Basel I-regelverket på 30 sider ble erstattet med Basel II-regelverket på 347 sider, se Baselkomiteen (1988) og Baselkomiteen (2006).

source: Söderström (1999a) argues that in some cases of para-
nb: Söderström (1999a) argumenterer for at det med para-

source: In its threat assessment, DNB refers to ransomware as the greatest digital threat to DNB.
nb: DNB omtaler i sin trusselvurdering løsepengevirus som den største digitale trusselen mot DNB.

source: New user of NBO Online
nb: Ny bruker av NBO Online

source: This corresponds to 285 million transactions with a value of NOK 62.1 billion.
nb: Dette tilsvarer 285 millioner transaksjoner til en verdi av 62,1 milliarder kroner.

source: be ascribed to specific purposes in 2000, for example
nb: kan tilordnes bestemte bruksområder i 2000, som for

source: 1 ILS = 2.8675 NOK 2021-12-17 Norges Bank's middle rates
nb: 1 ILS = 2.8675 NOK 2021-12-17 Norges Banks midtkurs

source: o ISDAs proposed fallback solution for derivative contacts referencing IBOR is based on a
nb: o ISDAs forslag til fallback-løsning for derivatkontrakter med IBOR som referanse baserer seg

source: increased by about 20 basis points. At the interest rate
nb: Pengemarkedsrentene økte med rundt 20 punkter.

source: years ahead is lower than the inflation target, the
nb: get to år fram i tid være under inflasjonsmålet, vil

source: A liquidity policy that provides a framework for liquidity and credit risk to be borne by the private banking system is the starting point for most central banks.
nb: En likviditetspolitikk som legger til rette for at likviditets- og kredittrisiko bæres i det private banksystemet er utgangspunktet for de fleste sentralbanker.

source: A new 12-month Treasury bill will be issued on each IMM date.
nb: Vi vil utstede en ny 12-måneders statskasseveksel på alle IMM-datoer.

source: But as I have shown, there is a tendency for this humility to vary with the business cycle.
nb: Men som jeg har vist, det er en tendens til at denne ydmykheten svinger i takt med konjunkturene.

source: tightening of government budgets.
nb: fart for å kompensere for økt inflasjon.

source: nearly one percentage point between the Bank of
nb: i den indeksen Bank of England styrer etter (RPIX) og

source: are significantly more accurate than those of the two
nb: Alt i alt er ikke anslagene fra de tre institusjonene

source: 9 Limits for the management of the equity and fixed income portfolios
nb: 9 Rammer for forvaltningen av aksje- og renteporteføljen

source: Theme and motifs for banknote series VIII
nb: Tema og motiv for seddelserie VIII

source: supplementary guidelines and policy documents for
nb: Det nye mandatet for forvaltningen av SPU trådte i kraft

source: The signature of the artist (HAF) is located below right on the coin’s surface.
nb: Kunstnerens signatur (HAF) er plassert nederst til høyre på myntflaten.

source: The Gokstad ship from Sandefjord in Vestfold county was buried with 16 horses, dogs, tents, sleds, tools and three small boats.
nb: Sammen med Gokstadskipet fra Sandefjord ble det gravlagt 16 hester, noen hunder, telt, sleder, redskap og tre små båter.

source: The new system is scheduled to be implemented from the latter half of 2011.
nb: Det legges opp til at det nye systemet iverksettes fra og med andre halvår 2011.

source: Field development projects initiated before December 2017
nb: Feltutbygginger som er satt i gang før desember 2017

source: Norges Bank is tasked with overseeing the payment system and other financial infrastructure and contributing to contingency arrangements.
nb: Norges Bank skal overvåke betalingssystemet og annen finansiell infrastruktur og bidra til beredskapsløsninger.

source: whether changes in the NAIRU are temporary or per-
nb: endringer i NAIRU er midlertidige el er permanente.

source: devoted to identifying the average emission price paid by the various industries.
nb: gjør vi et større arbeid med å identifisere hva de ulike næringene i dag betaler i gjennomsnittlig

source: This is discussed in further detail in the appendix to this article.
nb: Dette utdypes nærmere i eget appendiks til slutt i notatet.

source: In addition, two board members shall be appointed by and from the employees to participate in the deliberation of administrative matters.
nb: To styremedlemmer velges i tillegg av og blant de ansatte til å delta i behandlingen av administrative saker.

source: 1 The authors would like to thank Leif Anders Thorsrud, Kjersti Haugland, Per Espen Lilleås and other colleagues at Norges Bank for useful input and comments.
nb: 1 Takk til Leif Anders Thorsrud, Kjersti Haugland, Per Espen Lilleås og andre kollegaer i Norges Bank for nyttige kommentarer og innspill.

source: for systemically important payment systems (BIS 2001).
nb: for den finansielle stabilitet (BIS 2001). Prinsippene

source: 3) Increases proportionally with Norges Bank's credit risk measure.
nb: 3) Øker med samme forhold som i Norges Banks kredittrisikomål.

source: A separate investment committee, the Real Estate Investment Board (REIB), was established by the Executive Board in 2015 as part of the decision-making process for investments in unlisted real estate.
nb: Hovedstyret etablerte i 2015 et eget investeringsutvalg, Real Estate Investment Board (REIB), som et ledd i beslutningsprosessen for investeringer i unotert eiendom.

source: In total, 2,976 boats and 20 ships received help in the form of towing or other kinds of assistance.
nb: I alt mottok 2.976 båter og 20 skip assistanse i form av slep eller annen bistand.

source: In the long term, there is no conflict between low and stable inflation and stability inthe real economy.
nb: På sikt er det ikke noen konflikt mellom lav og stabil inflasjon og stabilitet i realøkonomien.

source: The "jumps" along the red line every other year represent
nb: "Hoppene" i den røde linjen annethvert år representerer forfall av en

source: 6 Nicolai Rygg was head of Norges Bank from 1920-1946, and was assigned by the Board of Directors of Norges Bank to write the history of the Bank.
nb: 6 Nicolai Rygg ledet Norges Bank 1920-1946, og skrev på oppdrag av bankens direksjon Norges Banks historie.

source: Commercial paper, corporate finance, and the
nb: Roller og ansvar skal tilordnes den enkelte risiko og kontroll.

source: The Executive Board approved Internal Audit's proposed long-term plan for 2018-2021.
nb: Hovedstyret vedtok internrevisjonens forslag til langtidsplan for 2018-2021.

source: due to a higher rate of increase in labour costs than
nb: at lønnskostnadene stiger mer enn det produktiviteten

source: to premia that compensate for the differences in the
nb: annet ses i sammenheng med at pengepolitikken i en

source: [11] Nevertheless, Basel II gives banks ample leeway to determine their own capital requirements.
nb: [11] Likevel ga reglene i Basel II bankene stor frihet til å fastsette sine egne kapitalkrav.

source: The interest rate meetings of Norges Bank’s Executive
nb: I denne artikkelen ser vi på forutsigbarheten i Norges

source: In this analysis, we have calculated the number of cash payments on the basis of
nb: I analysen har vi beregnet antall kontantbetalinger basert på informasjon fra

source: Second, banks have coordinated the exchange
nb: Norges Bank og søke om å stille utenlandske verdi-

source: is placed on developments in financial markets or property
nb: utviklingen i finansmarkedene eller eiendomsmarkedene

source: The vessel was built at Archer's shipyard in Larvik and launched in 1901.
nb: Båten ble bygget på Archers verft i Larvik og sjøsatt i 1901.

source: The Bank’s account with Norges Bank will be used for the following payment settlements:
nb: Bankens konto i Norges Bank (NBO) vil bli benyttet til følgende betalingsoppgjør:

source: She is a member of the board at Bladt Industries, Prosafe and Fishency Innovation, and is chair of the board at Source Energy.
nb: Hun er styremedlem i Bladt Industries, Prosafe og Fishency Innovation, og hun er styreleder i Source Energy.

source: • How important is it for a reference rate used in derivative contracts to reflect risk premiums?
nb: • Hvor viktig er det at referanserenten som brukes i derivatkontrakter reflekterer risikopremier?

source: The companies BNP Group Ltd, Enel SpA, Uniper SE and Vistra Energy Corp are to be placed under observation.
nb: - Selskapene BNP Group Ltd, Enel SpA, Uniper SE og Vistra Energy Corp settes til observasjon.

source: In London, the LIBOR (London Interbank Offered Rate) is calculated on the basis of rules drawn up by the BBA (British Bankers’ Association).
nb: I London fastsettes LIBOR (London Interbank Offered Rate) etter et regelverk fastsatt av BBA (British Bankers' Association).

source: A tapestry pattern from Gudbrandsdalen provides the background for the wreath.
nb: Som bakgrunn for kransen er det brukt et åklemønster fra Gudbrandsdalen.

source: The appropriate economic
nb: opp og nye eiere trår til.

source: Such a strategy is called “pricing to market” and may entail an incomplete exchange rate pass-through to import prices (Krugman, 1986).
nb: En slik strategi kalles «pricing to market» og kan medføre et ufullstendig valutakursgjennomslag til importprisene (Krugman, 1986).

source: Karen Helene Ulltveit-Moe reported on the Audit Committee's discussions and the issues of particular concern to the Committee, including the management of resources in the programme and access to the necessary expertise.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av, herunder ressursstyringen i programmet og tilgang til nødvendig kompetanse.

source: the question of charging employers and trade unions Agreement between LO and NAF in autumn 1973, the
nb: svar til LO og NAF om lønnskontoordningen, meddelte mellom LO og NAF høsten 1973 uttalte bankforening-

source: Chart 8 shows developments in Ministry of Finance estimates of transfers
nb: Figur 8 viser utviklingen i Finansdepartementets anslag på avsetningen i forhold til det opprinnelige anslaget

source: o A fixing for a forward-looking NOWA will be based on quotes in the derivative market, and
nb: o En fiksing av en terminrente i NOWA må baseres på kvoteringer i et derivatmarked, og i

source: A key question is the consequences for banks if current reference rates are replaced by near risk-free rates (cf list of questions in Section 4).
nb: Et sentralt spørsmål er hvilke konsekvenser det får for bankene dersom dagens referanserenter erstattes av nær risikofri renter (jfr. spørsmål i kapittel 4).

source: adequate risk reduction for Norges Bank
nb: Norges Bank innfører krav om at bankobligasjoner skal

source: Furthermore, it is pointed out that the fallback clause ideally should encompass all potential events that trigger the transition to the fallback rate.
nb: Det blir påpekt at klausulen ideelt sett bør fange opp alle mulige tilfeller som trigger en overgang til fallback-renten.

source: In this model, the Bank has a board as today, but also sets up a committee for monetary policy and financial stability.
nb: I dag skjer dette månedlig, og transaksjonene blir utført av sentralbankvirksomheten.

source: We should be less concerned about what is completely right and correct according to the prevailing truths, and more concerned about avoiding major mistakes, irrespective of what the truth might be.
nb: Vi bør være litt mindre opptatt av hva som er helt riktig og korrekt etter de rådende sannheter, og mer opptatt av å unngå store feil, uansett hva sannheten måtte være.

source: The Governor was authorised to update the financial statement forecasts following the Executive Board’s assessment of the budget and to finalise the document based on the Executive Board’s remarks.
nb: Sentralbanksjefen fikk fullmakt til å oppdatere prognoser for regnskap i etterkant av hovedstyrets budsjettbehandling og fullmakt til å ferdigstille dokumentet basert på hovedstyrets merknader.

source: In this simple
nb: I det større bildet:

source: increased (see Chart 12).
nb: Lønnsandelene i norsk industri har økt (figur 12).

source: The Executive Board took note of the pension fund’s annual report for 2019. The annual
nb: Hovedstyret tok Norges Banks pensjonskasses årsrapport for 2019 til orientering.

source: Overall, cyclical vulnerabilities are assessed as little changed compared with before the pandemic.
nb: Samlet sett vurderes syklisk sårbarhet som lite endret sammenliknet med før pandemien.

source: Ida Wolden Bache holds a doctorate in economics from the University of Oslo and a master’s degree from the London School of Economics.
nb: Bache er utdannet samfunnsøkonom med doktorgrad fra Universitetet i Oslo og mastergrad fra London School of Economics.

source: - Operational risk exposure within the Governor’s area of responsibility was
nb: - Den operasjonelle risikoeksponeringen i sentralbanksjefens ansvarsområde

source: The series for credit, money, mate a simultaneous equation model in section 5.
nb: I den økonometriske analysen i avsnitt 5 tar vi imid-

source: The wholesale funding ratio is wholesale funding as a percentage of total assets, see Table 8 for more information.
nb: Markedsfinansieringsandelen er markedsfinansiering som andel av totale eiendeler, se tabell 8 for mer informasjon.

source: value terms has been 4.5 per cent (Chart 18).
nb: nalproduktet har vært 4,5 prosent (fig.18).

source: included in Norges
nb: som inngår i Norges

source: At the Ministry of Finance, the new ideas took hold primarily because a younger generation was taking over, just as when Nissen was pushed aside.
nb: I Finansdepartementet, på samme måte som da Nissen ble skjøvet ut, fikk de nye sannhetene særlig feste ved at nye krefter slapp til.

source: But rules can be too simple.
nb: Men regler kan være for enkle.

source: High bank profitability and a robust bank funding structure also strengthen resilience (see Section 2).
nb: Høy lønnsomhet og robust finansieringsstruktur i bankene øker også motstandskraften, se kapittel 2.

source: between the red and blue lines.
nb: linjen viser akkumulert differanse mellom den røde og den blå.

source: In 1996, banks were permitted to calculate capital requirements for market risk using internal models (see Basel Committee (1996)).
nb: I 1996 fikk bankene adgang til å beregne kapitalkrav for markedsrisiko med egne modeller, se Baselkomiteen (1996).

source: This is clearly evident in literature, including the works of Snorre, Petter Dass, Alexander Kielland, Bjørnstjerne Bjørnson, Jonas Lie, Knut Hamsun and Johan Boyer.
nb: Dette kan en finne tydelige spor etter i diktningen hos blant annet Snorre, Petter Dass, Alexander Kielland, Bjørnstjerne Bjørnson, Jonas Lie, Knut Hamsun og Johan Boyer.

source: Kristine Ryssdal is General Counsel at Yara International ASA.
nb: Ryssdal er juridisk direktør i Yara.

source: The draft text on FRN from Nordic Trustee on Nowa as reference rate is also based on 5-days lookback (see chapter 5.3 for more information).
nb: Også Nordic Trustee sitt utkast til låneavtale for FRN med Nowa som referanse er satt med standard 5 dagers lookback, se nærmere omtale i kapittel 5.3.

source: change their prices most often (see in the euro area have found that a third of firms employ Chart 13).
nb: i gjennomsnitt tidsintervaller, mens om lag en åttedel av bedriftene prisen oftest, se figur 13.

source: 6 Information from Norges Bank’s regional network, January-February 2006.
nb: 6 Informasjon fra Norges Banks regionale nettverk, januar-februar 2006.

source: As the Nowa rate typically is close to the central bank’s key policy rate one may assume that it is more appropriate to trade Nowa FRA in the periods between key policy rate decisions rather than 3-months periods on the regular IMM dates as it is for Nibor FRAs today.
nb: Siden Nowa rentene stort sett ligger tett på Norges Banks styringsrente, kan man i fremtiden tenke seg at det vil være mer hensiktsmessig å handle Nowa FRAer knyttet til periodene mellom sentralbankens planlagte rentemøte heller enn for 3 måneders perioder på faste IMM-datoer slik tilfelle er for Nibor FRAer i dag.

source: In the report, the working group recommends a fallback clause where Nibor is replaced by term-adjusted Nowa plus a spread-adjustment factor for the relevant Nibor tenor for various triggering events.
nb: I rapporten anbefaler arbeidsgruppen en fallback-klausul hvor Nibor erstattes med en terminjustert Nowa pluss en spreadjusteringsfaktor for den relevante Nibor løpetiden ved ulike triggerhendelser.

source: Banks’ liquidity portfolios, and thus banks’ liquidity, will also be impaired by a price fall.
nb: Likviditetsporteføljen til bankene vil også svekkes av et prisfall, og dermed reduseres bankenes likviditet.

source: are the sum ofadministrative costs Y and the risk premium Bπ.
nb: har ikke nødvendigvis en entydig effekt på rentesettingen.

source: Many of the measures contribute generally to increased resilience, and measures are often justified on the basis of a number of vulnerabilities, both those mentioned in the diagram and other financial system vulnerabilities.
nb: Flere av tiltakene bidrar til generelt økt motstandskraft, og tiltak er ofte begrunnet med flere sårbarheter, både sårbarhetene nevnt i tabellen og andre sårbarheter i det finansielle systemet.

source: time horizon, normally 1-3 years, requires an analysis per cent
nb: malt 1–3 år, krever en analyse av den økonomiske utvik-lingen minst tre år fram i tid.

source: 1 TWI = 119.93 NOK 2021-12-21 Norges Bank's middle rates
nb: 1 TWI = 119.93 NOK 2021-12-21 Norges Banks midtkurs

source: The Executive Board discussed the matter and approved the changes to the Executive Board's Rules of Procedure in line with the discussion document and remarks from the discussion.
nb: Hovedstyret hadde en meningsutveksling og vedtok endringer i hovedstyrets forretningsorden i tråd med saksfremlegget og merknader fra drøftingen.

source: lopments for some goods and services that may be influ-
nb: endringer i konkurranseforholdene på prisene kan være

source: Engines could also be used in wooden boats that were large enough to handle new and effective fishing gear, such as purse seines for catching herring.
nb: Motoren kunne også brukes i trebåter som var store nok til å håndtere det nye og effektive redskapet snurpenot i sildefisket.

source: Item 14/2018 Briefing on relevant matters for Norges Bank Investment Management
nb: Sak 14/2018 Orientering om aktuelle saker i kapitalforvaltningen

source: Of these item components, oil taxes paid by oil and gas companies is clearly the largest.
nb: Av disse postene er oljeskattene innbetalt fra oljeselskapene klart størst.

source: at 12.00 will be the bank’s contribution to NIBOR.
nb: 12.00 vil være bankens bidrag til Nibor.

source: Perhaps we have to recognise that the closest we can get to eternal truths is, precisely, eternal questions?
nb: Kanskje må vi erkjenne at det nærmeste vi kommer evige sannheter, nettopp er evige spørsmål?

source: There are separate templates for the various market segments.
nb: Det er separate maler som benyttes for de forskjellige markedssegmentene.

source: In January 2013, the methods for calculating price developments both for food and non-alcoholic beverages and for rentals for housing in the CPI were revised.
nb: I januar 2013 ble metodene for beregning av prisutviklingen både for matvarer og alkoholfrie drikkevarer og for husleier endret.

source: This means that banks’ counterparties
nb: Dette vil føre til at ban-

source: 3 The CCP must ensure that the balance on its account is zero on the date the account is to be closed
nb: 3 Sentral motpart må selv sørge for at kontoen har saldo null på avslutningsdatoen og at eventuelle

source: interest rates and perhaps also a fall in US equity mar-
nb: ter og kanskje også fall i amerikanske aksjemarkeder

source: On the one hand, there was
nb: for forretnings- og sparebankene.

source: guarantees, loss distribution and early crediting.
nb: godtas som sikkerhet for lån i Norges Bank.

source: The interest rate shall therefore merely minimise the bias of the inflation, see Annex B.
nb: Renten skal dermed bare minimere skjevheten i inflasjonen, se appendiks B.

source: In the 1800s, these stakes were often made of cast iron and had a diameter at the bottom of approximately 20 cm.
nb: På 1800-tallet var jernstakene ofte laget av støpejern, og kunne ha en diameter i bunnen på om lag 20 cm.

source: zon, normally 1-3 years.
nb: horisont, normalt 1-3 år.

source: They will also include the effects
nb: De vil også omfatte virkninger av

source: Furthermore, under a new provision in Section 6-2 of the mandate, the Bank must describe routines and systems for the approval of government bonds in annual reports on the management of the GPFG.
nb: Videre tas det inn en ny bestemmelse i mandatets § 6-2 som innebærer at banken skal redegjøre for rutiner og systemer for godkjenning av statsobligasjoner i årsrapporteringen om forvaltningen av SPU.

source: in NBIM and within the Governor’s area of responsibility.
nb: interne kontrollen i kapitalforvaltningen og i sentralbanksjefens ansvarsområde.

source: The working group then discussed the way forward for the subgroup for “Market conventions and fallback solutions”.
nb: Videre diskuterte arbeidsgruppen veien videre for undergruppen for «Markedskonvensjoner og fallbackløsninger».
